Repository: italomaia/django-comics
Catalog: comics/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Created time
pt_br: Tempo de Criação

source: Published?
pt_br: Publicado?

source: Title
pt_br: Título

source: Well, write down your thoughts
pt_br: Escreva o que você quiser escrever

source: Name your baby!
pt_br: Dê um nome ao seu filhote!

source: Header Image
pt_br: Imagem do cabeçalho

source: This image goes at the top of the webpage
pt_br: Esta imagem vai na parte superior da paǵina.

source: Who's the artist behind the pencil?
pt_br: Quem é o artista por trás do pincel?

source: A few words about this webcomic...
pt_br: Algumas palavras sobre este quadrinho online...

source: May this webcomic contain mature content?
pt_br: Este quadrinho terá conteúdo adulto?

source: If true, a warn message will be showed.
pt_br: Se verdadeiro, uma mensagem de aviso será mostrada.

source: Next Strip
pt_br: Próxima Tirinha

source: Previous Strip
pt_br: Tirinha Anterior

source: Comic Book
pt_br: Todas as Revistinhas

source: Strip's name
pt_br: Nome da Tirinha

source: A title for the strip?
pt_br: Um títlo para a tirinha?

source: Description
pt_br: Descrição

source: Accepts markdown
pt_br: Aceita markdown

source: Strip Image
pt_br: Imagem da Tirinha

source: Strip image showed to the viewer
pt_br: Imagem da tirinha mostrada ao visitante

source: Comma separeted (ex: subject, subject...
pt_br: Separado por vírgulas (ex: assunto, assunto...)

source: Enable comments?
pt_br: Habilitar comentários?

source: Currently:
pt_br: Atualmente:

source: Change:
pt_br: Mudar:

source: Archive
pt_br: Arquivo

source: Released
pt_br: Publicada

source: Home
pt_br: Início

source: See all published strips in a list
pt_br: Ver todas as tirinhas publicadas em uma lista

source: Add new content page
pt_br: Adicionar nova página de conteúdo

source: add page
pt_br: adicionar página

source: Save
pt_br: Salvar

source: Clear
pt_br: Limpar

source: This comic possibly has <b style="color: pink;">mature content</b>. If you're above eighteen(18) years old, please, click in the button ahead to proceed
pt_br: Esta revistinha possivelmente contém <b style="color: pink;">conteúdo adulto</b>. Se você tem mais de dezoito(18) anos de idade, por favor, clique no linka seguir para prosseguir

source: Proceed
pt_br: Prosseguir

source: Please, configure Django-Comics
pt_br: Por favor, configure o Django-Comics

source: This is the initial page for a fresh comics instalation. If you're seeing this page, it means your WebComic is not ready yet
pt_br: Esta é a página inicial para uma instalação nova do Comics. Se você está vendo esta página, isso significa que sua Revistinha Online não está pronta ainda

source: Below, check your Django-Comics app status
pt_br: Abaixo, cheque o status do seu aplicativo Django-Comics

source: Resource
pt_br: Recurso

source: Visit the administrative page to correct any issues
pt_br: Visite a página administrativa para resolver quaisquer problemas

source: Check out the
pt_br: Confira a

source: project page
pt_br: página do projeto

source: for instructions on how to fix these problem
pt_br: para instruções de como resolver estes problemas

source: Edit
pt_br: Editar

source: Remove
pt_br: Remover

source: Comment
pt_br: Comentar

source: Send
pt_br: Enviar

source: Clean form
pt_br: Limpar formulário

source: First strip
pt_br: Primeira tirinha

source: Previous strip
pt_br: Tirinha anterior

source: Next strip
pt_br: Próxima tirinha

source: Last strip
pt_br: Última tirinha

source: first strip
pt_br: primeira tirinha

source: previous strip
pt_br: tirinha anterior

source: next strip
pt_br: próxima tirinha

source: current strip
pt_br: Ir para a tirinha atual
